[{"slug":"project-catalyst-funded-proposals-mad-scientists-on-the-launchpad","sf_id":"Q-000016","en":"What are the primary parts of the Funded Proposer lifecycle?","sw":"Je, ni sehemu gani za msingi za mzunguko wa Mpendekeza Aliyefadhiliwa?"},{"slug":"announcing-lidonation-launches-cardano-blockchain-lab-in-kenya","sf_id":"Q-000015","en":"What kinds of work and activities will happen at the new Blockchain Lab?","sw":"Ni aina gani za kazi na shughuli zitafanyika katika Maabara mpya ya Blockchain?"},{"slug":"become-a-project-catalyst-proposer-part-ii-anatomy-of-a-proposal","sf_id":"Q-000017","en":"When Assessors reads a proposal, what three facets are they evaluating?","sw":"Wakati Watathmini wanasoma pendekezo, ni mambo gani matatu wanayotathmini?"},{"slug":"becoming-a-project-catalyst-proposer-part-i-the-right-challenge-for-you","sf_id":"Q-000018","en":"What should you do if there is no Campaign that is a good fit for the type of work you would like to Propose?","sw":"Je, unapaswa kufanya nini ikiwa hakuna Kampeni ambayo inafaa kwa aina ya kazi ambayo ungependa Kupendekeza?"},{"slug":"big-announcement-for-cardano-at-binanceus-what-do-you-need-to-know","sf_id":"Q-000019","en":"Which of the following is NOT a reason to keep your ada in a self-custodial wallet, rather than on an exchange?","sw":"Ni ipi kati ya zifuatazo SI sababu ya kuweka ada yako katika pochi lako, badala ya ubadilishanaji?"},{"slug":"ways-to-participate-in-project-catalyst","sf_id":"Q-000020","en":"Which of the following is NOT a way to earn ada as a participant in Project Catalyst?","sw":"Ni ipi kati ya zifuatazo SI njia ya kupata ada kama mshiriki katika project catalyst"},{"slug":"project-catalyst-an-invention-with-1000-steps","sf_id":"Q-000021","en":"What is the name of the community-defined categories that present and define challenges in the Cardano ecosystem?","sw":"Je, ni jina gani la kategoria zilizoainishwa na jamii zinazowasilisha na kufafanua changamoto katika mfumo wa ikolojia ya Cardano?"},{"slug":"smart-contracts-speed-convenience","sf_id":"Q-000023","en":"What are three advantages of smart contracts?","sw":"Je! ni faida gani tatu za mikataba ya bora (smart contract)"},{"slug":"become-a-project-catalyst-proposer-part-iii-market-your-idea-and-help-get-out-the-vote","sf_id":"Q-000022","en":"What is a recommended approach to marketing your project?","sw":"Je, ni mbinu gani inayopendekezwa ya kutangaza/ kuuza mradi wako?"},{"slug":"lido-nation-getting-in-the-middle-of-it","sf_id":"Q-000026","en":"Why did Lido Nation choose Cardano as our main blockchain?","sw":"Kwa nini Lido Nation ilichagua Cardano kama blockchain yetu kuu?"},{"slug":"project-catalyst-make-your-proposal-a-winning-proposal","sf_id":"Q-000027","en":"Why is it a good idea to submit proposals early in a round of Project Catalyst?","sw":"Kwa nini ni wazo zuri kuwasilisha mapendekezo mapema katika awamu ya project catalyst?"},{"slug":"project-catalyst-funded-proposals-part-ii-mad-scientists-on-parade","sf_id":"Q-000024","en":"Which is true about funding for winning proposals?","sw":"Je, ni nini kweli kuhusu ufadhili wa mapendekezo ya yaliyoshinda?"},{"slug":"directed-cardano-building-a-bright-future-with-smart-contracts","sf_id":"Q-000025","en":"How does DirectEd hope their blockchain solution will attract charitable donations?","sw":"Je, DirectEd inatumai kuwa suluhisho lao la blockchain litavutia michango ya hisani kivipi?"},{"slug":"project-catalyst-voting-basics-fund-9-news-updates","sf_id":"Q-000028","en":"What is true about voting in Project Catalyst?","sw":"Je, ni nini kweli kuhusu upigaji kura katika Project Catalyst?"},{"slug":"lido-nation-receives-cardano-foundation-delegation","sf_id":"Q-000029","en":"What does receiving the Cardano Foundation delegation mean?","sw":"Je, kupokea uwakilishi wa Cardano Foundation kunamaanisha nini?"},{"slug":"project-catalyst-africa-impact","sf_id":"Q-000034","en":"What reasons are postulated for why Africans might readily adopt Web3 technology?","sw":"Ni sababu zipi zimetolewa kwa nini Waafrika wanaweza kukumbatia teknolojia ya Web3 kwa urahisi?"},{"slug":"blockchain-crypto-wallet-your-cardano-citizenship-center","sf_id":"Q-000036","en":"What is true about crypto wallets?","sw":"Je, ni nini kweli kuhusu pochi za crypto?"},{"slug":"grayscale-investments-adds-cardano-to-its-fund-as-its-3rd-larges-holding","sf_id":"Q-000031","en":"Why is this news exciting?","sw":"Kwa nini habari hii inasisimua?"},{"slug":"project-catalyst-voting-who-what-where-when-why-how","sf_id":"Q-000035","en":"What is true about voting in Project Catalyst?","sw":"Je, ni nini kweli kuhusu upigaji kura katika Project Catalyst?"},{"slug":"lido-nation-elevator-pitch","sf_id":"Q-000030","en":"What is the baseline function of a staking pool?","sw":"Je, kazi ya msingi ya hifadhi ya hisa ni nini?"},{"slug":"cardanos-project-catalyst-experiments-in-decentralized-autonomous-organization-dao","sf_id":"Q-000032","en":"What role do auditors play in Project Catalyst, as described in this article?","sw":"Je, wakaguzi wana jukumu gani katika Project Catalyst, kama ilivyoelezwa katika makala haya?"},{"slug":"whiteboard-video-part-1-the-evolution-of-cryptocurrency","sf_id":"Q-000033","en":"What examples exemplify first, second, and third generation blockchains?","sw":"Ni mifano gani inayotoa mfano wa blockchain ya kizazi cha kwanza, cha pili, na cha tatu?"},{"slug":"boats-manga-the-metaverse","sf_id":"Q-000038","en":"What did JCrypto and his friend do with their eel catches from their beat-up fishing boat?","sw":"Je, JCrypto na rafiki yake walifanya nini na samaki wao wa aina ya eel kutoka kwenye mashua yao zee ya uvuvi?"},{"slug":"many-minds","sf_id":"Q-000039","en":"What does Tyler Rodrigues do for a living?","sw":"Je, Tyler Rodrigues anafanya kazi gani?"},{"slug":"dapps-on-cardano-a-unique-approach","sf_id":"Q-000005","en":"Which is NOT a benefit of DApps on Cardano?","sw":"Gani SIO faida ya DApps kwenye Cardano?"},{"slug":"blockchain-more-than-just-cryptocurrency","sf_id":"Q-000007","en":"Which of the following is NOT a real-world example of blockchain utility?","sw":"Ni ipi kati ya zifuatazo SI mfano wa ulimwengu halisi wa matumizi ya blockchain?"},{"slug":"dapps-in-the-real-world-present-and-future","sf_id":"Q-000004","en":"What feature of blockchain technology underpins the types of applications it works well for?","sw":"Je, ni kipengele gani cha teknolojia ya blockchain kinachosisitiza aina za programu ambazo hufanya kazi vizuri?"},{"slug":"introduction-to-decentralized-applications","sf_id":"Q-000003","en":"Which of the following is NOT a benefit inherent in DApps?","sw":"Ni ipi kati ya zifuatazo SI faida iliyo katika DApps?"},{"slug":"the-d-words","sf_id":"Q-000006","en":"What is a DAO?","sw":"DAO ni nini?"},{"slug":"introduction-to-decentralized-applications","sf_id":"Q-000009","en":"Should companies today be building DApps instead of Apps?","sw":"Je, makampuni leo yanapaswa kujenga DApps badala ya Programu za kawaida?"},{"slug":"what-is-cardano-and-how-does-it-use-the-blockchain","sf_id":"Q-000013","en":"Which is not a pillar of the Cardano’s design and ethos?","sw":"Ni ipi sio nguzo ya muundo na maadili ya Cardano?"},{"slug":"whats-the-deal-with-decentralization","sf_id":"Q-000012","en":"What does “trustless” mean in blockchain?","sw":"Je, \"kutoaminika\" inamaanisha nini katika blockchain?"},{"slug":"dapps-in-the-real-world-present-and-future","sf_id":"Q-000010","en":"Which of these is not a real-world example of a DApp?:","sw":"Ni ipi kati ya hizi sio mfano wa ulimwengu halisi wa DApp?:"},{"slug":"whats-the-deal-with-decentralization","sf_id":"Q-000014","en":"What is true of Decentralization on Cardano?","sw":"Ni ipi iliyo kweli kuhusu Ugatuaji kwenye Cardano?"},{"slug":"blockchain-101-whats-a-dex","sf_id":"Q-000002","en":"Which is an advantage of a DEX?","sw":"Je, ni gani faida ya DEX?"},{"slug":"defi-decentralize-finanace","sf_id":"Q-000008","en":"Which of the following is not a benefit of DeFi?","sw":"Ni ipi kati ya zifuatazo ambayo sio faida ya DeFi?"},{"slug":"decentralized-autonomous-organization-organization-that-put-people-first","sf_id":"Q-000011","en":"How do DAOs change things?","sw":"Je, DAO hubadilisha mambo vipi?"},{"slug":"what-about-the-how-a-conversation-on-mechanizing-blockchain-with-adam-dean","sf_id":"Q-000043","en":"How can the blockchain be used to combat fraudulent odometer readings in the automotive industry?","sw":"Je, blockchain inawezaje kutumika kupambana na usomaji wa ulaghai wa maili ya gari katika tasnia ya magari?"},{"slug":"the-cost-of-honesty","sf_id":"Q-000041","en":"In our section on Ben Grimes, we concluded that blockchain","sw":"Katika sehemu yetu ya Ben Grimes, tulihitimisha kuwa blockchain"},{"slug":"what-about-the-how-a-conversation-on-mechanizing-blockchain-with-adam-dean","sf_id":"Q-000042","en":"What are some potential uses for blockchain technology beyond cryptocurrency?","sw":"Je, ni matumizi gani yanayoweza kutumika kwa teknolojia ya blockchain zaidi ya cryptocurrency?"},{"slug":"the-cost-of-honesty","sf_id":"Q-000040","en":"How might linking a private blockchain to a public one potentially mitigate the risks of transparency for companies?","sw":"Je, kuunganisha blockchain ya kibinafsi na ya umma kunawezaje kupunguza hatari za uwazi kwa kampuni?"},{"slug":"project-catalyst-mentorship","sf_id":"Q-000044","en":"What are some ways that respect and communication contribute to collective success in a mentorship relationship?","sw":"Je, ni baadhi ya njia zipi ambazo heshima na mawasiliano huchangia katika mafanikio ya pamoja katika uhusiano wa ushauri?"},{"slug":"whiteboard-video-part-4-sustainability","sf_id":"Q-000001","en":"What does the \"pillar\" of Sustainability mean to Cardano?","sw":"Je, \"nguzo\" ya Uendelevu ina maana gani kwa Cardano?"}]
