[{"slug":"the-cost-of-honesty","sf_id":"Q-000041","en":"In our section on Ben Grimes, we concluded that blockchain","sw":"Katika sehemu yetu ya Ben Grimes, tulihitimisha kuwa blockchain"},{"slug":"the-cost-of-honesty","sf_id":"Q-000040","en":"How might linking a private blockchain to a public one potentially mitigate the risks of transparency for companies?","sw":"Je, kuunganisha blockchain ya kibinafsi na ya umma kunawezaje kupunguza hatari za uwazi kwa kampuni?"},{"slug":"project-catalyst-africa-impact","sf_id":"Q-000034","en":"What reasons are postulated for why Africans might readily adopt Web3 technology?","sw":"Ni sababu zipi zimetolewa kwa nini Waafrika wanaweza kukumbatia teknolojia ya Web3 kwa urahisi?"},{"slug":"the-nervous-mans-guide-to-becoming-a-pa","sf_id":"Q-000078","en":"What is the \"set-up work\" that the author recommends to maintain high standards and efficiency while assessing proposals?","sw":"Je, ni \"kazi gani ya kuanzisha\" ambayo mwandishi anapendekeza kudumisha viwango vya juu na ufanisi wakati wa kutathmini mapendekezo?"},{"slug":"what-about-the-how-a-conversation-on-mechanizing-blockchain-with-adam-dean","sf_id":"Q-000043","en":"How can the blockchain be used to combat fraudulent odometer readings in the automotive industry?","sw":"Je, blockchain inawezaje kutumika kupambana na usomaji wa ulaghai wa maili ya gari katika tasnia ya magari?"},{"slug":"what-about-the-how-a-conversation-on-mechanizing-blockchain-with-adam-dean","sf_id":"Q-000042","en":"What are some potential uses for blockchain technology beyond cryptocurrency?","sw":"Je, ni matumizi gani yanayoweza kutumika kwa teknolojia ya blockchain zaidi ya cryptocurrency?"},{"slug":"project-catalyst-mentorship","sf_id":"Q-000045","en":"What is the role of a Proposal Assessor in Project Catalyst?","sw":"Je, ni jukumu gani la Mtathmini wa Pendekezo (proposal assessor) katika Project Catalyst?"},{"slug":"project-catalyst-mentorship","sf_id":"Q-000044","en":"What are some ways that respect and communication contribute to collective success in a mentorship relationship?","sw":"Je, ni baadhi ya njia zipi ambazo heshima na mawasiliano huchangia katika mafanikio ya pamoja katika uhusiano wa ushauri?"},{"slug":"project-catalyst-mentorship","sf_id":"Q-000046","en":"How can a mentor help a proposer improve their proposal in the Project Catalyst process?","sw":"Je, mshauri anawezaje kumsaidia mpendekezaji kuboresha pendekezo lake katika mchakato wa project catalyst?"},{"slug":"lets-take-a-moment-to-lido","sf_id":"Q-000091","en":"What is the purpose of the Catalyst Explorer in Lido Nation?","sw":"Madhumuni ya catalyst explorer katika Lido Nation ni nini?"},{"slug":"governance-for-a-decentralized-future","sf_id":"Q-000077","en":"What was the effect of ada holdings on the vote in the CCv4 election?","sw":"Je, matokeo ya kushikilia kwa ada kwenye kura katika uchaguzi wa CCv4 yalikuwaje?"},{"slug":"project-catalyst-an-invention-with-1000-steps","sf_id":"Q-000021","en":"What is the name of the community-defined categories that present and define challenges in the Cardano ecosystem?","sw":"Je, ni jina gani la kategoria zilizoainishwa na jamii zinazowasilisha na kufafanua changamoto katika mfumo wa ikolojia ya Cardano?"},{"slug":"project-catalyst-voting-who-what-where-when-why-how","sf_id":"Q-000035","en":"What is true about voting in Project Catalyst?","sw":"Je, ni nini kweli kuhusu upigaji kura katika Project Catalyst?"},{"slug":"project-catalyst-auditability-gets-an-audit","sf_id":"Q-000055","en":"What is one purpose of Cardano's Project Catalyst?","sw":"Je, lengo moja la project catalyst ya Cardano ni lipi?"},{"slug":"project-catalyst-africa-vision","sf_id":"Q-000068","en":"Which Cardano company is building a platform to enable peer-to-peer scholarships for young developers?","sw":"Je, ni kampuni gani ya Cardano inaunda jukwaa la kuwezesha ufadhili wa masomo kutoka kwa wenzao kwa watengenezaji wachanga?"},{"slug":"project-catalyst-funded-proposals-mad-scientists-on-the-launchpad","sf_id":"Q-000016","en":"What are the primary parts of the Funded Proposer lifecycle?","sw":"Je, ni sehemu gani za msingi za mzunguko wa Mpendekeza Aliyefadhiliwa?"},{"slug":"project-catalyst-funded-proposals-part-ii-mad-scientists-on-parade","sf_id":"Q-000024","en":"Which is true about funding for winning proposals?","sw":"Je, ni nini kweli kuhusu ufadhili wa mapendekezo ya yaliyoshinda?"},{"slug":"project-catalyst-voting-basics-fund-9-news-updates","sf_id":"Q-000028","en":"What is true about voting in Project Catalyst?","sw":"Je, ni nini kweli kuhusu upigaji kura katika Project Catalyst?"},{"slug":"lido-nation-getting-in-the-middle-of-it","sf_id":"Q-000026","en":"Why did Lido Nation choose Cardano as our main blockchain?","sw":"Kwa nini Lido Nation ilichagua Cardano kama blockchain yetu kuu?"},{"slug":"technical-overview-plutus-architecture","sf_id":"Q-000075","en":"In which programming language are Plutus contracts written?","sw":"Mikataba ya Plutus imeandikwa katika lugha gani ya programu?"},{"slug":"epoch-length","sf_id":"Q-000053","en":"What is the significance of Epochs on the Cardano Blockchain?","sw":"Ni nini umuhimu wa Epochs kwenye Blockchain ya Cardano?"},{"slug":"announcing-lidonation-launches-cardano-blockchain-lab-in-kenya","sf_id":"Q-000015","en":"What kinds of work and activities will happen at the new Blockchain Lab?","sw":"Ni aina gani za kazi na shughuli zitafanyika katika Maabara mpya ya Blockchain?"},{"slug":"your-first-nft","sf_id":"Q-000098","en":"What is the utility of the Ada Handle NFT project?","sw":"Je, ni matumizi gani ya mradi wa \"Ada Handle NFT\"?"},{"slug":"how-to-open-a-cardano-wallet-gerowallet","sf_id":"Q-000096","en":"Which of the following is a benefit of using a light wallet like GeroWallet?","sw":"Ni ipi kati ya zifuatazo ni faida ya kutumia pochi nyepesi kama GeroWallet?"},{"slug":"cardano-ada-coming-to-a-bank-near-you","sf_id":"Q-000062","en":"What benefits does working with a local bank offer for small business owners who want to receive payment in ADA?","sw":"Je, kufanya kazi na benki ya ndani hutoa faida gani kwa wafanyabiashara wadogo wanaotaka kupokea malipo katika ADA?"},{"slug":"ethiopia-integrating-iogs-cardano-based-system-to-manage-student-records","sf_id":"Q-000080","en":"What is Atala PRISM?","sw":"Atala PRISM ni nini?"},{"slug":"boats-manga-the-metaverse","sf_id":"Q-000038","en":"What did JCrypto and his friend do with their eel catches from their beat-up fishing boat?","sw":"Je, JCrypto na rafiki yake walifanya nini na samaki wao wa aina ya eel kutoka kwenye mashua yao zee ya uvuvi?"},{"slug":"boats-manga-the-metaverse","sf_id":"Q-000050","en":"What does JCrypto attribute his ability to connect with diverse cultures and his empathetic nature to?","sw":"Je, JCrypto anahusisha uwezo wake wa kuungana na tamaduni mbalimbali na asili yake ya huruma na nini?"},{"slug":"the-d-parameter","sf_id":"Q-000051","en":"What did the \"D\" parameter do?","sw":"Je, kigezo cha \"D\" kilifanya nini?"},{"slug":"big-announcement-for-cardano-at-binanceus-what-do-you-need-to-know","sf_id":"Q-000019","en":"Which of the following is NOT a reason to keep your ada in a self-custodial wallet, rather than on an exchange?","sw":"Ni ipi kati ya zifuatazo SI sababu ya kuweka ada yako katika pochi lako, badala ya ubadilishanaji?"},{"slug":"a-focus-on-cardano-staking-part-i-from-the-wide-view-to-a-lido-depth-of-field","sf_id":"Q-000060","en":"How does the Cardano blockchain differ from other PoS blockchains in terms of staking?","sw":"Je, blockchain ya Cardano inatofautiana vipi na blockchains zingine za PoS katika suala la kuwekeza hisa?"},{"slug":"project-catalyst-all-the-news-thats-fit-to-print-july-2022","sf_id":"Q-000087","en":"What is the purpose of the change in the budget strategy for future rounds of Project Catalyst?","sw":"Nini madhumuni ya mabadiliko katika mkakati wa bajeti kwa awamu zijazo za project catalyst?"},{"slug":"dapps-in-the-real-world-present-and-future","sf_id":"Q-000004","en":"What feature of blockchain technology underpins the types of applications it works well for?","sw":"Je, ni kipengele gani cha teknolojia ya blockchain kinachosisitiza aina za programu ambazo hufanya kazi vizuri?"},{"slug":"dapps-in-the-real-world-present-and-future","sf_id":"Q-000010","en":"Which of these is not a real-world example of a DApp?:","sw":"Ni ipi kati ya hizi sio mfano wa ulimwengu halisi wa DApp?:"},{"slug":"beans-brains-blockchains","sf_id":"Q-000047","en":"How does David Baxter's company, Beanchain Coffee, plan to address issues of workplace inequality and wage theft?","sw":"Je, kampuni ya David Baxter, Beanchain Coffee, inapanga kushughulikia vipi masuala ya ukosefu wa usawa mahali pa kazi na wizi wa mishahara?"},{"slug":"beans-brains-blockchains","sf_id":"Q-000048","en":"How does David Baxter's approach to leadership differ from a typical leader?","sw":"Je, mtazamo wa David Baxter kuhusu uongozi unatofautiana vipi na kiongozi wa kawaida?"},{"slug":"whiteboard-video-part-3-interoperability","sf_id":"Q-000052","en":"Which of the following is NOT one of the \"interoperability\" gaps between blockchain and legacy financial systems?","sw":"Ni lipi kati ya zifuatazo SI mojawapo ya mapengo ya \"ushirikiano\" kati ya blockchain na mifumo ya kifedha ya urithi?"},{"slug":"whiteboard-video-part-4-sustainability","sf_id":"Q-000001","en":"What does the \"pillar\" of Sustainability mean to Cardano?","sw":"Je, \"nguzo\" ya Uendelevu ina maana gani kwa Cardano?"},{"slug":"whiteboard-video-part-2-scalability","sf_id":"Q-000058","en":"What does Charles point to as a key Cardano differentiator?","sw":"Charles anaashiria nini kama kitofautishi kikuu cha Cardano?"},{"slug":"whiteboard-video-part-1-the-evolution-of-cryptocurrency","sf_id":"Q-000033","en":"What examples exemplify first, second, and third generation blockchains?","sw":"Ni mifano gani inayotoa mfano wa blockchain ya kizazi cha kwanza, cha pili, na cha tatu?"},{"slug":"cardanos-project-catalyst-experiments-in-decentralized-autonomous-organization-dao","sf_id":"Q-000032","en":"What role do auditors play in Project Catalyst, as described in this article?","sw":"Je, wakaguzi wana jukumu gani katika Project Catalyst, kama ilivyoelezwa katika makala haya?"},{"slug":"lido-nation-receives-cardano-foundation-delegation","sf_id":"Q-000029","en":"What does receiving the Cardano Foundation delegation mean?","sw":"Je, kupokea uwakilishi wa Cardano Foundation kunamaanisha nini?"},{"slug":"lets-take-a-minute-to-lidoLet's Take a Minute to Lido All our biggest updates in one place!","sf_id":"Q-000090","en":"What is the purpose of the new Reports tab in the Catalyst Explorer?","sw":"Madhumuni ya kichupo kipya cha Ripoti katika Catalyst Explorer ni nini?"},{"slug":"cardanos-catalyst-circle-an-experiment-in-blockchain-governance","sf_id":"Q-000085","en":"What is the function of Catalyst Circle in Project Catalyst?","sw":"Je, kazi ya Mzunguko wa catalyst katika project catalyst ni nini?"},{"slug":"the-d-words","sf_id":"Q-000006","en":"What is a DAO?","sw":"DAO ni nini?"},{"slug":"defi-decentralize-finanace","sf_id":"Q-000008","en":"Which of the following is not a benefit of DeFi?","sw":"Ni ipi kati ya zifuatazo ambayo sio faida ya DeFi?"},{"slug":"become-a-project-catalyst-proposer-part-ii-anatomy-of-a-proposal","sf_id":"Q-000017","en":"When Assessors reads a proposal, what three facets are they evaluating?","sw":"Wakati Watathmini wanasoma pendekezo, ni mambo gani matatu wanayotathmini?"},{"slug":"blockchain-more-than-just-cryptocurrency","sf_id":"Q-000007","en":"Which of the following is NOT a real-world example of blockchain utility?","sw":"Ni ipi kati ya zifuatazo SI mfano wa ulimwengu halisi wa matumizi ya blockchain?"},{"slug":"become-a-project-catalyst-proposer-part-iii-market-your-idea-and-help-get-out-the-vote","sf_id":"Q-000022","en":"What is a recommended approach to marketing your project?","sw":"Je, ni mbinu gani inayopendekezwa ya kutangaza/ kuuza mradi wako?"},{"slug":"2021-reflections-the-year-ahead-with-charles-hoskinson","sf_id":"Q-000083","en":"What is the goal of the Plutus Pioneer program?","sw":"Ni nini lengo la programu ya Plutus Pioneer?"},{"slug":"whats-the-deal-with-decentralization","sf_id":"Q-000012","en":"What does ?trustless? mean in blockchain?","sw":"Je, \"kutoaminika\" inamaanisha nini katika blockchain?"},{"slug":"whats-the-deal-with-decentralization","sf_id":"Q-000014","en":"What is true of Decentralization on Cardano?","sw":"Ni ipi iliyo kweli kuhusu Ugatuaji kwenye Cardano?"},{"slug":"becoming-a-project-catalyst-proposer-part-i-the-right-challenge-for-you","sf_id":"Q-000018","en":"What should you do if there is no Campaign that is a good fit for the type of work you would like to Propose?","sw":"Je, unapaswa kufanya nini ikiwa hakuna Kampeni ambayo inafaa kwa aina ya kazi ambayo ungependa Kupendekeza?"},{"slug":"cardano-roadmap-history-future-and-you","sf_id":"Q-000056","en":"What is the importance of a project roadmap?","sw":"Ni nini umuhimu wa ramani ya njia kwa mradi?"},{"slug":"ways-to-participate-in-project-catalyst","sf_id":"Q-000020","en":"Which of the following is NOT a way to earn ada as a participant in Project Catalyst?","sw":"Ni ipi kati ya zifuatazo SI njia ya kupata ada kama mshiriki katika project catalyst"},{"slug":"inventing-on-the-blockchain-notjustdigitalmoney","sf_id":"Q-000071","en":"What is the purpose of the Phuffy Coin project?","sw":"Ni nini madhumuni ya mradi wa Phuffy Coin?"},{"slug":"kids-these-days-cryptocurrency-for-the-next-generationand-you","sf_id":"Q-000074","en":"What is the purpose of the article?","sw":"Madhumuni ya makala ni nini?"},{"slug":"why-does-bitcoin-cryptocurrency-price-go-up-and-down","sf_id":"Q-000069","en":"What does this article suggest is the best way to find a good blockchain to invest or participate in?","sw":"Je, makala hii inapendekeza ni njia gani bora ya kupata blockchain nzuri ya kuwekeza au kushiriki?"},{"slug":"lido-nation-elevator-pitch","sf_id":"Q-000030","en":"What is the baseline function of a staking pool?","sw":"Je, kazi ya msingi ya hifadhi ya hisa ni nini?"},{"slug":"blockchain-crypto-wallet-your-cardano-citizenship-center","sf_id":"Q-000036","en":"What is true about crypto wallets?","sw":"Je, ni nini kweli kuhusu pochi za crypto?"},{"slug":"side-chains-and-state-channels-on-cardanoSide Chains and State Channels on Cardano","sf_id":"Q-000073","en":"What is the main advantage of using state channels on Cardano over other side chains?","sw":"Ni faida gani kuu ya kutumia njia za serikali kwenye Cardano juu ya side chains?"},{"slug":"new-cardano-partnership-exciting-future-for-your-phone","sf_id":"Q-000072","en":"What is one of the first perks of the partnership that will roll out for Boost mobile and Dish network customers?","sw":"Je, ni moja ya manufaa gani ya kwanza ya ushirikiano yatakayotolewa kwa wateja wa Boost mobile na Dish?"},{"slug":"university-of-wyoming-research-lab-launches-cardano-staking-pool","sf_id":"Q-000067","en":"What are some of the benefits for the Cardano network from the partnership with WABL?","sw":"Je, ni gani baadhi ya manufaa kwa mtandao wa Cardano kutoka kwa ushirikiano na WABL?"},{"slug":"grayscale-investments-adds-cardano-to-its-fund-as-its-3rd-larges-holding","sf_id":"Q-000031","en":"Why is this news exciting?","sw":"Kwa nini habari hii inasisimua?"},{"slug":"iohk-secret-20-million-cfund","sf_id":"Q-000084","en":"What is the goal of cFund?","sw":"Je, lengo la cFund ni nini?"},{"slug":"decentralized-autonomous-organization-organization-that-put-people-first","sf_id":"Q-000011","en":"How do DAOs change things?","sw":"Je, DAO hubadilisha mambo vipi?"},{"slug":"cardano-cash-ahhhhhhh","sf_id":"Q-000070","en":"Why is Cardano interested in solving the \"Cash\" problem?","sw":"Kwa nini Cardano ina nia ya kutatua tatizo la \"Fedha\"?"},{"slug":"blockchain-101-whats-a-dex","sf_id":"Q-000002","en":"Which is an advantage of a DEX?","sw":"Je, ni gani faida ya DEX?"},{"slug":"cardano-goes-big-on-pioneering-blockchain-governance-in-2022","sf_id":"Q-000086","en":"What was the purpose of the community-led Cardano \"Governance Week\"?","sw":"Madhumuni ya \"Wiki ya Utawala\" ya Cardano iliyoongozwa na jamii ilikuwa nini?"},{"slug":"introduction-to-decentralized-applications","sf_id":"Q-000003","en":"Which of the following is NOT a benefit inherent in DApps?","sw":"Ni ipi kati ya zifuatazo SI faida iliyo katika DApps?"},{"slug":"introduction-to-decentralized-applications","sf_id":"Q-000009","en":"Should companies today be building DApps instead of Apps?","sw":"Je, makampuni leo yanapaswa kujenga DApps badala ya Programu za kawaida?"},{"slug":"cardano-in-africa","sf_id":"Q-000082","en":"Where was the first Cardano blockchain lab in Kenya established?","sw":"Je, maabara ya kwanza ya blockchain ya Cardano nchini Kenya ilianzishwa wapi?"},{"slug":"cardanos-builders-a-look-at-wada","sf_id":"Q-000081","en":"What was the aim of the \"West Africa Proposer Outreach\" project in Fund 4 of Project Catalyst?","sw":"Je, lengo la mradi wa \"West Africa Proposer Outreach\" katika  hazina maalum ya 4 ya project catalyst  lilikuwa nini?"},{"slug":"project-catalyst-funds-5-9","sf_id":"Q-000092","en":"What is the purpose of the \"Planting Roots in Africa\" Project Catalyst proposal?","sw":"Nini madhumuni ya pendekezo la project catalyst la \"Planting Roots in Africa\"?"},{"slug":"directed-cardano-building-a-bright-future-with-smart-contracts","sf_id":"Q-000025","en":"How does DirectEd hope their blockchain solution will attract charitable donations?","sw":"Je, DirectEd inatumai kuwa suluhisho lao la blockchain litavutia michango ya hisani kivipi?"},{"slug":"what-is-the-point-of-buying-ada-and-staking-in-cardano","sf_id":"Q-000057","en":"How does Cardano's design align with humans' natural self interest?","sw":"Je, muundo wa Cardano unalingana vipi na maslahi ya asili ya binadamu?"},{"slug":"cardano-project-catalyst-by-the-numbers","sf_id":"Q-000079","en":"What is Project Catalyst in the context of the Cardano blockchain network?","sw":"Project catalyst ni nini katika muktadha wa mtandao wa blockchain wa Cardano?"},{"slug":"an-open-letter-to-news-media-journalists-and-podcasters-theres-more-to-the-blockchain-story","sf_id":"Q-000059","en":"Why is the author of this letter frustrated?","sw":"Je ni kwa nini mwandishi wa makala hii ameudhika?"},{"slug":"dapps-on-cardano-a-unique-approach","sf_id":"Q-000005","en":"Which is NOT a benefit of DApps on Cardano?","sw":"Gani SIO faida ya DApps kwenye Cardano?"},{"slug":"cardano-funds-inception-thru-fund-4","sf_id":"Q-000093","en":"What kind of funding is provided to to winning proposals through Project Catalyst?","sw":"Ni aina gani ya ufadhili hutolewa kwa mapendekezo yaliyo shinda kupitia project catalyst?"},{"slug":"project-catalyst-quality-assurance-of-proposals","sf_id":"Q-000095","en":"How does one become a Proposal Assessor (PA)?","sw":"Je, mtu anakuwaje Mtathmini wa Mapendekezo (Proposal assessor, PA)"},{"slug":"what-is-cardano-and-how-does-it-use-the-blockchain","sf_id":"Q-000013","en":"Which is not a pillar of the Cardano?s design and ethos?","sw":"Ni ipi sio nguzo ya muundo na maadili ya Cardano?"},{"slug":"how-to-buy-cardano-ada","sf_id":"Q-000061","en":"Which of the following is NOT a step to buy ada?","sw":"Ni ipi kati ya zifuatazo SI moja wapo ya hatua ya kununua ada?"},{"slug":"how-to-stake-ada","sf_id":"Q-000063","en":"What is true about staking your ada to a Cardano network pool?","sw":"Ni nini ukweli kuhusu kuweka ada yako kwenye hifadhi la hisa la mtandao wa Cardano?"},{"slug":"smart-contracts-speed-convenience","sf_id":"Q-000023","en":"What are three advantages of smart contracts?","sw":"Je! ni faida gani tatu za mikataba ya bora (smart contract)"},{"slug":"what-is-blockchain-one-newcomers-journey","sf_id":"Q-000089","en":"What does the author learn about Cardano?","sw":"Mwandishi anajifunza nini kuhusu Cardano?"},{"slug":"project-catalyst-make-your-proposal-a-winning-proposal","sf_id":"Q-000027","en":"Why is it a good idea to submit proposals early in a round of Project Catalyst?","sw":"Kwa nini ni wazo zuri kuwasilisha mapendekezo mapema katika awamu ya project catalyst?"},{"slug":"many-minds","sf_id":"Q-000039","en":"What does Tyler Rodrigues do for a living?","sw":"Je, Tyler Rodrigues anafanya kazi gani?"},{"slug":"many-minds","sf_id":"Q-000049","en":"What is the 31 Weeks NFT project, and how did it come about?","sw":"Je, mradi wa NFT wa Wiki 31 ni upi, na ulikujaje?"},{"slug":"key-deposit","sf_id":"Q-000054","en":"What is the key_deposit parameter in Cardano?","sw":"Ni nini kigezo kuu cha uwekaji amana katika Cardano?"},{"slug":"flexing-your-first-cardano-wallet","sf_id":"Q-000097","en":"What is the benefit of staking ada?","sw":"Je, ni faida gani ya kuwekeza ada?"},{"slug":"your-cardano-wallet","sf_id":"Q-000099","en":"What is a fungible token?","sw":"Fungible token\" ni nini?"}]