{
"snippets": [
        {
            "heading": "unmatchedsupport",
            "text": "Unmatched Support"
        },
        {
            "heading": "unmatchedsupportcontent",
            "text": "We provide phone and email support for all of our delegates. We understand that many of our community members are not tech or crypto nerds. You expect the same level of service and support you get from Reggie down at the bank or Saiid, your nephew or friend at the office that won't stop talking about Bitcoin.  \n\nWe host weekly [meetups](//meetup.com/lido-nation-cardano-pool-meetup) (currently online due to Covid).Visit our [connect](//www.lidonation.com/en/connect) page for all the ways you can reach us. page for all the ways you can reach us."
        },
        {
            "heading": "bestinservers",
            "text": "Best in class servers"
        },
        {
            "heading": "bestinserverscontent",
            "text": "Our servers are run and managed by professionals whose only job is to manage and run servers 24/7 365/6 days a year.\n\nWe run our Cardano nodes on the same servers powering other services you've come to rely on everyday, like Google and Pokemon Go.\n\nWhat this means for you is that our servers are always online and available to process transactions, earning you and the causes we support the optimal amount of $$$$. Visit our [pool page](//www.lidonation.com/en/lido-staking-pool) for more technical details."
        },
        {
            "heading": "communitydevelopment",
            "text": " #4% for community development and investment"
        },
        {
            "heading": "communitydevelopmentcontent",
            "text": "Of all the rewards that come in, we keep 4% annually. All 4% goes towards charities you pick, paying LIDO nation community members like yourself to write code and content for the site, and grants for local community educational projects. \n\nSee our [financials page](//www.lidonation.com/en/financial-details) for full records of our spending, more details, and breakdowns."
        },
        {
            "heading": "amazingcommunity",
            "text": "An Amazing Community"
        },
        {
            "heading": "amazingcommunitycontent",
            "text": "When you delegate and join LIDO Nation, you get to participate in creating a space for people to interact, meet, learn, and teach each other. You get to be part of the engine that works to make every voice heard with equal importance.\n\nLIDO Nation is an idea. Delegate, take it and lets make something great!"
        }
    ]
}